[
  {
    "book_authors": "Suzanne Collins",
    "book_desc": "Winning will make you famous. Losing means certain death.The nation of Panem, formed from a post-apocalyptic North America, is a country that consists of a wealthy Capitol region surrounded by 12 poorer districts. Early in its history, a rebellion led by a 13th district against the Capitol resulted in its destruction and the creation of an annual televised event known as the Hunger Games. In punishment, and as a reminder of the power and grace of the Capitol, each district must yield one boy and one girl between the ages of 12 and 18 through a lottery system to participate in the games. The 'tributes' are chosen during the annual Reaping and are forced to fight to the death, leaving only one survivor to claim victory.When 16-year-old Katniss's young sister, Prim, is selected as District 12's female representative, Katniss volunteers to take her place. She and her male counterpart Peeta, are pitted against bigger, stronger representatives, some of whom have trained for this their whole lives. , she sees it as a death sentence. But Katniss has been close to death before. For her, survival is second nature.",
    "book_edition": "",
    "book_format": "Hardcover",
    "book_isbn": 9780440000000,
    "book_pages": "374 pages",
    "book_rating": 4.33,
    "book_rating_count": 5519135,
    "book_review_count": 160706,
    "book_title": "The Hunger Games",
    "genres": "Young Adult|Fiction|Science Fiction|Dystopia|Fantasy|Science Fiction",
    "image_url": "https://images.gr-assets.com/books/1447303603l/2767052.jpg"
  },
  {
    "book_authors": "J.K. Rowling|Mary GrandPré",
    "book_desc": "There is a door at the end of a silent corridor. And it’s haunting Harry Pottter’s dreams. Why else would he be waking in the middle of the night, screaming in terror?Harry has a lot on his mind for this, his fifth year at Hogwarts: a Defense Against the Dark Arts teacher with a personality like poisoned honey; a big surprise on the Gryffindor Quidditch team; and the looming terror of the Ordinary Wizarding Level exams. But all these things pale next to the growing threat of He-Who-Must-Not-Be-Named---a threat that neither the magical government nor the authorities at Hogwarts can stop.As the grasp of darkness tightens, Harry must discover the true depth and strength of his friends, the importance of boundless loyalty, and the shocking price of unbearable sacrifice.His fate depends on them alll.(back cover)",
    "book_edition": "US Edition",
    "book_format": "Paperback",
    "book_isbn": 9780440000000,
    "book_pages": "870 pages",
    "book_rating": 4.48,
    "book_rating_count": 2041594,
    "book_review_count": 33264,
    "book_title": "Harry Potter and the Order of the Phoenix",
    "genres": "Fantasy|Young Adult|Fiction",
    "image_url": "https://images.gr-assets.com/books/1255614970l/2.jpg"
  },
  {
    "book_authors": "Harper Lee",
    "book_desc": "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it, To Kill A Mockingbird became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.Compassionate, dramatic, and deeply moving, To Kill A Mockingbird takes readers to the roots of human behavior - to innocence and experience, kindness and cruelty, love and hatred, humor and pathos. Now with over 18 million copies in print and translated into forty languages, this regional story by a young Alabama woman claims universal appeal. Harper Lee always considered her book to be a simple love story. Today it is regarded as a masterpiece of American literature.",
    "book_edition": "50th Anniversary",
    "book_format": "Paperback",
    "book_isbn": 9780060000000,
    "book_pages": "324 pages",
    "book_rating": 4.27,
    "book_rating_count": 3745197,
    "book_review_count": 79450,
    "book_title": "To Kill a Mockingbird",
    "genres": "Classics|Fiction|Historical|Historical Fiction|Academic|School",
    "image_url": "https://images.gr-assets.com/books/1361975680l/2657.jpg"
  },
  {
    "book_authors": "Jane Austen|Anna Quindlen|Mrs. Oliphant|George Saintsbury|Mark Twain|A.C. Bradley|Walter A. Raleigh|Virginia Woolf",
    "book_desc": "«È cosa ormai risaputa che a uno scapolo in possesso di un'ingente fortuna manchi soltanto una moglie. Questa verità è cosí radicata nella mente delle famiglie del luoho che, nel momento in cui un simile personaggio viene a far parte del vicinato, prima ancora di conoscere anche lontanamente i suoi desiderî in proposito, viene immediatamente considerato come proprietà legittima di una o l'altra delle loro figlie.»Orgoglio e pregiudizio è uno dei primi romanzi di Jane Austen. La scrittrice lo iniziò a ventun anni; il libro, rifiutato da un editore londinese, rimase in un cassetto fino alla sua pubblicazione anonima nel 1813, e da allora è considerato tra i piú importanti romanzi della letteratura inglese. È la storia delle cinque sorelle Bennet e dei loro corteggiatori, con al centro il romantico contrasto tra l'adorabile e capricciosa Elizabeth e l'altezzoso Darcy; lo spirito di osservazione implacabile e quasi cinico, lo studio arguto dei caratteri, la satira delle vanità e delle debolezze della vita domestica, fanno di questo romanzo una delle piú efficaci e indimenticabili commedie di costume del periodo Regency inglese.",
    "book_edition": "Modern Library Classics, USA / CAN",
    "book_format": "Paperback",
    "book_isbn": 9780680000000,
    "book_pages": "279 pages",
    "book_rating": 4.25,
    "book_rating_count": 2453620,
    "book_review_count": 54322,
    "book_title": "Pride and Prejudice",
    "genres": "Classics|Fiction|Romance",
    "image_url": "https://images.gr-assets.com/books/1320399351l/1885.jpg"
  },
  {
    "book_authors": "Stephenie Meyer",
    "book_desc": "About three things I was absolutely positive.First, Edward was a vampire.Second, there was a part of him—and I didn't know how dominant that part might be—that thirsted for my blood.And third, I was unconditionally and irrevocably in love with him.In the first book of the Twilight Saga, internationally bestselling author Stephenie Meyer introduces Bella Swan and Edward Cullen, a pair of star-crossed lovers whose forbidden relationship ripens against the backdrop of small-town suspicion and a mysterious coven of vampires. This is a love story with bite.",
    "book_edition": "",
    "book_format": "Paperback",
    "book_isbn": 9780320000000,
    "book_pages": "498 pages",
    "book_rating": 3.58,
    "book_rating_count": 4281268,
    "book_review_count": 97991,
    "book_title": "Twilight",
    "genres": "Young Adult|Fantasy|Romance|Paranormal|Vampires|Fiction|Fantasy|Paranormal",
    "image_url": "https://images.gr-assets.com/books/1361039443l/41865.jpg"
  },
  {
    "book_authors": "Markus Zusak",
    "book_desc": "Trying to make sense of the horrors of World War II, Death relates the story of Liesel--a young German girl whose book-stealing and story-telling talents help sustain her family and the Jewish man they are hiding, as well as their neighbors.",
    "book_edition": "First American Edition (US / CAN)",
    "book_format": "Hardcover",
    "book_isbn": 9780380000000,
    "book_pages": "552 pages",
    "book_rating": 4.36,
    "book_rating_count": 1485632,
    "book_review_count": 100821,
    "book_title": "The Book Thief",
    "genres": "Historical|Historical Fiction|Fiction|Young Adult",
    "image_url": "https://images.gr-assets.com/books/1522157426l/19063.jpg"
  },
  {
    "book_authors": "C.S. Lewis|Pauline Baynes",
    "book_desc": "Journeys to the end of the world, fantastic creatures, and epic battles between good and evil—what more could any reader ask for in one book? The book that has it all is The Lion, the Witch and the Wardrobe, written in 1949 by Clive Staples Lewis. But Lewis did not stop there. Six more books followed, and together they became known as The Chronicles of Narnia.For the past fifty years, The Chronicles of Narnia have transcended the fantasy genre to become part of the canon of classic literature. Each of the seven books is a masterpiece, drawing the reader into a land where magic meets reality, and the result is a fictional world whose scope has fascinated generations.This edition presents all seven books—unabridged—in one impressive volume. The books are presented here in chronlogical order, each chapter graced with an illustration by the original artist, Pauline Baynes. Deceptively simple and direct, The Chronicles of Narnia continue to captivate fans with adventures, characters, and truths that speak to readers of all ages, even fifty years after they were first published.",
    "book_edition": "Reissue Edition",
    "book_format": "Paperback",
    "book_isbn": 9780070000000,
    "book_pages": "767 pages",
    "book_rating": 4.25,
    "book_rating_count": 437829,
    "book_review_count": 9439,
    "book_title": "The Chronicles of Narnia",
    "genres": "Fantasy|Classics|Fiction|Young Adult|Childrens",
    "image_url": "https://images.gr-assets.com/books/1449868701l/11127.jpg"
  },
  {
    "book_authors": "George Orwell",
    "book_desc": "مزرعة الحيوانات هي رائعة جورج أورويل الخالدة.. اختيرت دائمًا ضمن أفضل الأعمال الأدبية في القرن العشرين .. تُرجمت لأكثر من سبعين لغة.. وقرأها الملايين في كل أنحاء العالم.. طُبعت هذه الرواية الأشهر لكاتبها للمرة الأولى في عام 1945 .. وتحكى عن مجموعة من الحيوانات قررت القيام بثورة ضد مالك المزرعة لتحكم نفسها بنفسها وتتولى شئون حياتها. وهنا برع أورويل في أن يُجرى نوعًا من الحكمة السياسية الساخرة والممتعة على ألسنة الحيوانات، تكشف التناقض الحاد بين الشعارات الثورية وممارسات الحكام بعد الثورة، على خلفية نقده اللاذع للديكتاتور السوفيتي جوزيف ستالين.. لكنه يتجاوز ذلك أيضًا ليغوص بعيدًا في أعماق الحيوانات التي منها ــ وليس على رأسها ــ الإنسان.يعتبر جورج أورويل 1903-1950 من أهم الكُـتَّاب البريطانيين في القرن العشرين. ولد في الهند وعمل في بورما بالشرطة البريطانية، عاش فقرا مدقعًا في لندن وباريس، وتطوع عام 1936 ليحارب في صفوف الجمهوريين في إسبانيا ضد قوات فرانكو الفاشية، ثم عمل بهيئة الإذاعة البريطانية وكمحرر وصحفي حتى نهاية حياته. اهتم أورويل طوال حياته بالدفاع عن المظلومين والحق والديمقراطية ومحاربة الدكتاتورية والفقر والظلم. وكتب الشعر والمقال الصحفي والمذكرات والرواية. من أهم رواياته مزرعة الحيوانات و1984",
    "book_edition": "",
    "book_format": "Paperback",
    "book_isbn": 9780450000000,
    "book_pages": "122 pages",
    "book_rating": 3.9,
    "book_rating_count": 2235084,
    "book_review_count": 42156,
    "book_title": "Animal Farm",
    "genres": "Classics|Fiction|Science Fiction|Dystopia|Fantasy|Literature|Academic|School|Politics|Science Fiction|Novels|Academic|Read For School",
    "image_url": "https://images.gr-assets.com/books/1424037542l/7613.jpg"
  },
  {
    "book_authors": "Margaret Mitchell",
    "book_desc": "Gone with the Wind is a novel written by Margaret Mitchell, first published in 1936. The story is set in Clayton County, Georgia, and Atlanta during the American Civil War and Reconstruction era. It depicts the struggles of young Scarlett O'Hara, the daughter of a well-to-do plantation owner, who must use every means at her disposal to claw her way out of the poverty she finds herself in after Sherman's March to the Sea. A historical novel, the story is a Bildungsroman or coming-of-age story, with the title taken from a poem written by Ernest Dowson.",
    "book_edition": "",
    "book_format": "Paperback",
    "book_isbn": 9780450000000,
    "book_pages": "1037 pages",
    "book_rating": 4.29,
    "book_rating_count": 969181,
    "book_review_count": 17452,
    "book_title": "Gone with the Wind",
    "genres": "Classics|Historical|Historical Fiction|Fiction|Romance|Historical",
    "image_url": "https://images.gr-assets.com/books/1328025229l/18405.jpg"
  },
  {
    "book_authors": "J.R.R. Tolkien",
    "book_desc": "لجزء الثالث من ملحمة جيه أر أر تولكين الرائعة سيد الخواتم دخل أفراد رفقة الخاتم فى مغامرات منفصلة أثناء إنجاز المهمة وسيرها فى طريق التنفيذ - اما أراجون الذى كشف أنه الوريث الخلفى لملوك الغرب القدامى فقد أنضم إلى خيالة روهان ضد قوى أيزنجارد وأشترك فى نصر هورنبرج الذى تحقق بصعوبة وبأس - أما ميرى وبيبين كانا قد تعرضا للإختطاف من جانب الأوركيين فقد هربا إلى غابة فانجون وهناك قابلا الأنتيين وعاد جاندالف فيما يشبة المعجزة وهزم الساحر الشرير سارومان وفى نفس الوقت فإن سام وفرودو راحا يتقدمان بإتجاه موردو لتدمير الخاتم وبرفقتهما سميجول - جولام وهو لا يزال مهووسا ب شيئة الثمين وبعد معركة مع أنثى العنكبوت العملاق شيلوب ترك سام سيده طنا منه أنه مات ولكن فرودو كان لا يزال على قيد الحياة فى أيدى الأوركيين وكانت جيوش سيد الظلام تتجمع بإستمرار",
    "book_edition": "Hobbit Movie Tie-in Boxed set",
    "book_format": "Mass Market Paperback",
    "book_isbn": 9780350000000,
    "book_pages": "1728 pages",
    "book_rating": 4.59,
    "book_rating_count": 99793,
    "book_review_count": 1652,
    "book_title": "J.R.R. Tolkien 4-Book Boxed Set: The Hobbit and The Lord of the Rings",
    "genres": "Fantasy|Fiction|Classics",
    "image_url": "https://images.gr-assets.com/books/1346072396l/30.jpg"
  },
  {
    "book_authors": "John Green",
    "book_desc": "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.Insightful, bold, irreverent, and raw, The Fault in Our Stars is award-winning author John Green's most ambitious and heartbreaking work yet, brilliantly exploring the funny, thrilling, and tragic business of being alive and in love.",
    "book_edition": "",
    "book_format": "Hardcover",
    "book_isbn": 9780530000000,
    "book_pages": "313 pages",
    "book_rating": 4.24,
    "book_rating_count": 2881648,
    "book_review_count": 147270,
    "book_title": "The Fault in Our Stars",
    "genres": "Young Adult|Fiction|Romance|Contemporary",
    "image_url": "https://images.gr-assets.com/books/1360206420l/11870085.jpg"
  },
  {
    "book_authors": "Douglas Adams",
    "book_desc": "Seconds before the Earth is demolished to make way for a galactic freeway, Arthur Dent is plucked off the planet by his friend Ford Prefect, a researcher for the revised edition of The Hitchhiker's Guide to the Galaxy who, for the last fifteen years, has been posing as an out-of-work actor.Together this dynamic pair begin a journey through space aided by quotes from The Hitchhiker's Guide (\"A towel is about the most massively useful thing an interstellar hitchhiker can have\") and a galaxy-full of fellow travelers: Zaphod Beeblebrox—the two-headed, three-armed ex-hippie and totally out-to-lunch president of the galaxy; Trillian, Zaphod's girlfriend (formally Tricia McMillan), whom Arthur tried to pick up at a cocktail party once upon a time zone; Marvin, a paranoid, brilliant, and chronically depressed robot; Veet Voojagig, a former graduate student who is obsessed with the disappearance of all the ballpoint pens he bought over the years.",
    "book_edition": "",
    "book_format": "Paperback",
    "book_isbn": 9780350000000,
    "book_pages": "193 pages",
    "book_rating": 4.21,
    "book_rating_count": 1155911,
    "book_review_count": 23919,
    "book_title": "The Hitchhiker's Guide to the Galaxy",
    "genres": "Science Fiction|Fiction|Humor|Fantasy|Classics",
    "image_url": "https://images.gr-assets.com/books/1388282444l/386162.jpg"
  },
  {
    "book_authors": "Shel Silverstein",
    "book_desc": "Once there was a tree...and she loved a little boy.\"So begins a story of unforgettable perception, beautifully written and illustrated by the gifted and versatile Shel Silverstein.Every day the boy would come to the tree to eat her apples, swing from her branches, or slide down her trunk...and the tree was happy. But as the boy grew older he began to want more from the tree, and the tree gave and gave and gave.This is a tender story, touched with sadness, aglow with consolation. Shel Silverstein has created a moving parable for readers of all ages that offers an affecting interpretation of the gift of giving and a serene acceptance of another's capacity to love in return.",
    "book_edition": "",
    "book_format": "Hardcover",
    "book_isbn": 9780060000000,
    "book_pages": "64 pages",
    "book_rating": 4.37,
    "book_rating_count": 789681,
    "book_review_count": 15694,
    "book_title": "The Giving Tree",
    "genres": "Childrens|Childrens|Picture Books|Classics|Fiction",
    "image_url": "https://images.gr-assets.com/books/1174210942l/370493.jpg"
  },
  {
    "book_authors": "Emily Brontë|Richard J. Dunn|David Timson|Charlotte Brontë|Ruth Golding|Robert Heindel",
    "book_desc": "You can find the redesigned cover of this edition HERE.This best-selling Norton Critical Edition is based on the 1847 first edition of the novel. For the Fourth Edition, the editor has collated the 1847 text with several modern editions and has corrected a number of variants, including accidentals. The text is accompanied by entirely new explanitory annotations.New to the fourth Edition are twelve of Emily Bronte's letters regarding the publication of the 1847 edition of Wuthering Heights as well as the evolution of the 1850 edition, prose and poetry selections by the author, four reviews of the novel, and poetry selections by the author, four reviews of the novel, and Edward Chitham's insightful and unformative chronology of the creative process behind the beloved work.Five major critical interpretations of Wuthering Heights are included, three of them new to the Fourth Edition. A Stuart Daley considers teh mimportance of chronology in the novel. J. Hillis Miller examines Wuthering Heights's problems of genre and critical reputation. Sandra M. Gilbert asseses the role of Victorian Christianity plays in the novel, while Martha Nussbaum traces the novel's romanticism. Finally, Lin Haire-Sargeant scrutinizes the role of Heathcliff in film adaptations of Wuthering Heights. A Chronology and updated Selected Bibliography are also included.(back cover)",
    "book_edition": "Fourth Edition",
    "book_format": "Paperback",
    "book_isbn": 9780390000000,
    "book_pages": "464 pages",
    "book_rating": 3.84,
    "book_rating_count": 1121100,
    "book_review_count": 29400,
    "book_title": "Wuthering Heights",
    "genres": "Classics|Fiction|Romance|Literature",
    "image_url": "https://images.gr-assets.com/books/1388212715l/6185.jpg"
  },
  {
    "book_authors": "Dan Brown",
    "book_desc": "An ingenious code hidden in the works of Leonardo da Vinci.A desperate race through the cathedrals and castles of Europe.An astonishing truth concealed for centuries . . . unveiled at last.While in Paris, Harvard symbologist Robert Langdon is awakened by a phone call in the dead of the night. The elderly curator of the Louvre has been murdered inside the museum, his body covered in baffling symbols. As Langdon and gifted French cryptologist Sophie Neveu sort through the bizarre riddles, they are stunned to discover a trail of clues hidden in the works of Leonardo da Vinci—clues visible for all to see and yet ingeniously disguised by the painter.Even more startling, the late curator was involved in the Priory of Sion—a secret society whose members included Sir Isaac Newton, Victor Hugo, and Da Vinci—and he guarded a breathtaking historical secret. Unless Langdon and Neveu can decipher the labyrinthine puzzle—while avoiding the faceless adversary who shadows their every move—the explosive, ancient truth will be lost forever.",
    "book_edition": "",
    "book_format": "Paperback",
    "book_isbn": 9780310000000,
    "book_pages": "481 pages",
    "book_rating": 3.81,
    "book_rating_count": 1668594,
    "book_review_count": 43699,
    "book_title": "The Da Vinci Code",
    "genres": "Fiction|Mystery|Thriller",
    "image_url": "https://images.gr-assets.com/books/1303252999l/968.jpg"
  },
  {
    "book_authors": "Arthur Golden",
    "book_desc": "A literary sensation and runaway bestseller, this brilliant debut novel presents with seamless authenticity and exquisite lyricism the true confessions of one of Japan's most celebrated geisha.In Memoirs of a Geisha, we enter a world where appearances are paramount; where a girl's virginity is auctioned to the highest bidder; where women are trained to beguile the most powerful men; and where love is scorned as illusion. It is a unique and triumphant work of fiction - at once romantic, erotic, suspenseful - and completely unforgettable.",
    "book_edition": "Large Print",
    "book_format": "Hardcover",
    "book_isbn": 9780740000000,
    "book_pages": "434 pages",
    "book_rating": 4.09,
    "book_rating_count": 1525851,
    "book_review_count": 27168,
    "book_title": "Memoirs of a Geisha",
    "genres": "Fiction|Historical|Historical Fiction|Romance|Historical",
    "image_url": "https://images.gr-assets.com/books/1388367666l/930.jpg"
  },
  {
    "book_authors": "Lewis Carroll|John Tenniel|Martin Gardner",
    "book_desc": " I can't explain myself, I'm afraid, sir,\" said Alice, \"Because I'm not myself, you see.\"When Alice sees a white rabbit take a watch out of its waistcoat pocket she decides to follow it, and a sequence of most unusual events is set in motion. This mini book contains the entire topsy-turvy stories of Alice's Adventures in Wonderland and Through the Looking-Glass, accompanied by practical notes and Martina Pelouso's memorable full-colour illustrations.",
    "book_edition": "",
    "book_format": "Mass Market Paperback",
    "book_isbn": 9780450000000,
    "book_pages": "239 pages",
    "book_rating": 4.07,
    "book_rating_count": 411153,
    "book_review_count": 9166,
    "book_title": "Alice's Adventures in Wonderland & Through the Looking-Glass",
    "genres": "Classics|Fantasy|Fiction|Childrens",
    "image_url": "https://images.gr-assets.com/books/1327872220l/24213.jpg"
  },
  {
    "book_authors": "Oscar Wilde|Jeffrey Eugenides",
    "book_desc": "Written in his distinctively dazzling manner, Oscar Wilde’s story of a fashionable young man who sells his soul for eternal youth and beauty is the author’s most popular work. The tale of Dorian Gray’s moral disintegration caused a scandal when it ﬁrst appeared in 1890, but though Wilde was attacked for the novel’s corrupting inﬂuence, he responded that there is, in fact, “a terrible moral in Dorian Gray.” Just a few years later, the book and the aesthetic/moral dilemma it presented became issues in the trials occasioned by Wilde’s homosexual liaisons, which resulted in his imprisonment. Of Dorian Gray’s relationship to autobiography, Wilde noted in a letter, “Basil Hallward is what I think I am: Lord Henry what the world thinks me: Dorian what I would like to be—in other ages, perhaps.”",
    "book_edition": "Modern Library Classics",
    "book_format": "Paperback",
    "book_isbn": 9780380000000,
    "book_pages": "367 pages",
    "book_rating": 4.06,
    "book_rating_count": 775701,
    "book_review_count": 22938,
    "book_title": "The Picture of Dorian Gray",
    "genres": "Fiction|Classics|Horror|Fantasy|Literature|Gothic|Novels|Literature|19th Century|Classics|Classic Literature|European Literature|British Literature",
    "image_url": "https://images.gr-assets.com/books/1424596966l/5297.jpg"
  },
  {
    "book_authors": "Victor Hugo|Lee Fahnestock|Norman MacAfee",
    "book_desc": "Introducing one of the most famous characters in literature, Jean Valjean—the noble peasant imprisoned for stealing a loaf of bread—Les Misérables ranks among the greatest novels of all time. In it, Victor Hugo takes readers deep into the Parisian underworld, immerses them in a battle between good and evil, and carries them to the barricades during the uprising of 1832 with a breathtaking realism that is unsurpassed in modern prose. Within his dramatic story are themes that capture the intellect and the emotions: crime and punishment, the relentless persecution of Valjean by Inspector Javert, the desperation of the prostitute Fantine, the amorality of the rogue Thénardier, and the universal desire to escape the prisons of our own minds. Les Misérables gave Victor Hugo a canvas upon which he portrayed his criticism of the French political and judicial systems, but the portrait that resulted is larger than life, epic in scope—an extravagant spectacle that dazzles the senses even as it touches the heart.",
    "book_edition": "",
    "book_format": "Mass Market Paperback",
    "book_isbn": 9780450000000,
    "book_pages": "1463 pages",
    "book_rating": 4.15,
    "book_rating_count": 591874,
    "book_review_count": 13063,
    "book_title": "Les Misérables",
    "genres": "Classics|Fiction|Historical|Historical Fiction|Literature",
    "image_url": "https://images.gr-assets.com/books/1525303092l/24280.jpg"
  },
  {
    "book_authors": "Veronica Roth",
    "book_desc": "In Beatrice Prior's dystopian Chicago world, society is divided into five factions, each dedicated to the cultivation of a particular virtue—Candor (the honest), Abnegation (the selfless), Dauntless (the brave), Amity (the peaceful), and Erudite (the intelligent). On an appointed day of every year, all sixteen-year-olds must select the faction to which they will devote the rest of their lives. For Beatrice, the decision is between staying with her family and being who she really is—she can't have both. So she makes a choice that surprises everyone, including herself.During the highly competitive initiation that follows, Beatrice renames herself Tris and struggles alongside her fellow initiates to live out the choice they have made. Together they must undergo extreme physical tests of endurance and intense psychological simulations, some with devastating consequences. As initiation transforms them all, Tris must determine who her friends really are—and where, exactly, a romance with a sometimes fascinating, sometimes exasperating boy fits into the life she's chosen. But Tris also has a secret, one she's kept hidden from everyone because she's been warned it can mean death. And as she discovers unrest and growing conflict that threaten to unravel her seemingly perfect society, she also learns that her secret might help her save those she loves . . . or it might destroy her.",
    "book_edition": "",
    "book_format": "Paperback",
    "book_isbn": 9780060000000,
    "book_pages": "487 pages",
    "book_rating": 4.22,
    "book_rating_count": 2493519,
    "book_review_count": 104329,
    "book_title": "Divergent",
    "genres": "Young Adult|Science Fiction|Dystopia|Fiction|Fantasy",
    "image_url": "https://images.gr-assets.com/books/1328559506l/13335037.jpg"
  },
  {
    "book_authors": "Charlotte Brontë|Michael Mason",
    "book_desc": "Fiery love, shocking twists of fate, and tragic mysteries put a lonely governess in jeopardy in JANE EYRE Orphaned as a child, Jane has felt an outcast her whole young life. Her courage is tested once again when she arrives at Thornfield Hall, where she has been hired by the brooding, proud Edward Rochester to care for his ward Adèle. Jane finds herself drawn to his troubled yet kind spirit. She falls in love. Hard. But there is a terrifying secret inside the gloomy, forbidding Thornfield Hall. Is Rochester hiding from Jane? Will Jane be left heartbroken and exiled once again?",
    "book_edition": "Penguin Classics",
    "book_format": "Paperback",
    "book_isbn": 9780140000000,
    "book_pages": "507 pages",
    "book_rating": 4.11,
    "book_rating_count": 1381404,
    "book_review_count": 34670,
    "book_title": "Jane Eyre",
    "genres": "Classics|Fiction|Romance|Historical|Historical Fiction|Literature|Gothic|Historical|Literature|19th Century|Classics|Classic Literature|Academic|School",
    "image_url": "https://images.gr-assets.com/books/1327867269l/10210.jpg"
  },
  {
    "book_authors": "William Shakespeare|Barbara A. Mowat|Paul Werstine",
    "book_desc": "In Romeo and Juliet, Shakespeare creates a world of violence and generational conflict in which two young people fall in love and die because of that love. The story is rather extraordinary in that the normal problems faced by young lovers are here so very large. It is not simply that the families of Romeo and Juliet disapprove of the lover's affection for each other; rather, the Montagues and the Capulets are on opposite sides in a blood feud and are trying to kill each other on the streets of Verona. Every time a member of one of the two families dies in the fight, his relatives demand the blood of his killer. Because of the feud, if Romeo is discovered with Juliet by her family, he will be killed. Once Romeo is banished, the only way that Juliet can avoid being married to someone else is to take a potion that apparently kills her, so that she is burried with the bodies of her slain relatives. In this violent, death-filled world, the movement of the story from love at first sight to the union of the lovers in death seems almost inevitable.What is so striking about this play is that despite its extraordinary setting (one perhaps reflecting Elizabethan attitudes about hot-blooded Italians), it has become the quintessential story of young love. Because most young lovers feel that they have to overcome giant obstacles in order to be together, because they feel that they would rather die than be kept apart, and especially because the language Shakespeare gives his young lovers is so exquisite, allowing them to say to each other just what we would all say to a lover if we only knew how, it is easy to respond to this play as if it were about all young lovers rather than about a particular couple in a very unusual world. (When the play was rewritten in the eighteen century as The History and Fall of Caius Marius, the violent setting became that of a particularly discordant period in classical Rome; when Leonard Berstein rewrote the play as West Side Story, he chose the violent world of New York street gangs.)",
    "book_edition": "New Folger edition",
    "book_format": "Mass Market Paperback",
    "book_isbn": 9780740000000,
    "book_pages": "283 pages",
    "book_rating": 3.74,
    "book_rating_count": 1818262,
    "book_review_count": 16442,
    "book_title": "Romeo and Juliet",
    "genres": "Classics|Plays|Fiction|Romance|Academic|School|Drama|Academic|Read For School|Literature|Young Adult|High School|Poetry",
    "image_url": "https://images.gr-assets.com/books/1327872146l/18135.jpg"
  },
  {
    "book_authors": "William Golding",
    "book_desc": "At the dawn of the next world war, a plane crashes on an uncharted island, stranding a group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate; this far from civilization the boys can do anything they want. Anything. They attempt to forge their own society, failing, however, in the face of terror, sin and evil. And as order collapses, as strange howls echo in the night, as terror begins its reign, the hope of adventure seems as far from reality as the hope of being rescued. Labeled a parable, an allegory, a myth, a morality tale, a parody, a political treatise, even a vision of the apocalypse, Lord of the Flies is perhaps our most memorable tale about “the end of innocence, the darkness of man’s heart.”",
    "book_edition": "Penguin Great Books of the 20th Century",
    "book_format": "Paperback",
    "book_isbn": 9780140000000,
    "book_pages": "182 pages",
    "book_rating": 3.66,
    "book_rating_count": 1840595,
    "book_review_count": 30634,
    "book_title": "Lord of the Flies",
    "genres": "Classics|Fiction|Young Adult|Academic|School|Literature",
    "image_url": "https://images.gr-assets.com/books/1327869409l/7624.jpg"
  },
  {
    "book_authors": "Paulo Coelho|Alan R. Clarke|Özdemir İnce",
    "book_desc": "Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, of recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, to follow our dreams.",
    "book_edition": "",
    "book_format": "Paperback",
    "book_isbn": 9780060000000,
    "book_pages": "197 pages",
    "book_rating": 3.84,
    "book_rating_count": 1644387,
    "book_review_count": 63861,
    "book_title": "The Alchemist",
    "genres": "Fiction|Classics|Fantasy|Philosophy|Novels|Spirituality|Literature|Inspirational|Adventure|Self Help",
    "image_url": "https://images.gr-assets.com/books/1483412266l/865.jpg"
  },
  {
    "book_authors": "Fyodor Dostoyevsky|David McDuff",
    "book_desc": "Raskolnikov, an impoverished student living in the St. Petersburg of the tsars, is determined to overreach his humanity and assert his untrammeled individual will. When he commits an act of murder and theft, he sets into motion a story that, for its excruciating suspense, its atmospheric vividness, and its depth of characterization and vision is almost unequaled in the literatures of the world. The best known of Dostoevsky’s masterpieces, Crime and Punishment can bear any amount of rereading without losing a drop of its power over our imaginations.Dostoevsky’s drama of sin, guilt, and redemption transforms the sordid story of an old woman’s murder into the nineteenth century’s profoundest and most compelling philosophical novel.Award-winning translators Richard Pevear and Larissa Volokhonsky render this elusive and wildly innovative novel with an energy, suppleness, and range of voice that do full justice to the genius of its creator.",
    "book_edition": "Penguin Classics",
    "book_format": "Paperback",
    "book_isbn": 9780140000000,
    "book_pages": "671 pages",
    "book_rating": 4.2,
    "book_rating_count": 507522,
    "book_review_count": 14496,
    "book_title": "Crime and Punishment",
    "genres": "Classics|Fiction|Cultural|Russia|Literature|Literature|Russian Literature",
    "image_url": "https://images.gr-assets.com/books/1382846449l/7144.jpg"
  },
  {
    "book_authors": "Orson Scott Card",
    "book_desc": "Andrew \"Ender\" Wiggin thinks he is playing computer simulated war games; he is, in fact, engaged in something far more desperate. The result of genetic experimentation, Ender may be the military genius Earth desperately needs in a war against an alien enemy seeking to destroy all human life. The only way to find out is to throw Ender into ever harsher training, to chip away and find the diamond inside, or destroy him utterly. Ender Wiggin is six years old when it begins. He will grow up fast.But Ender is not the only result of the experiment. The war with the Buggers has been raging for a hundred years, and the quest for the perfect general has been underway almost as long. Ender's two older siblings, Peter and Valentine, are every bit as unusual as he is, but in very different ways. While Peter was too uncontrollably violent, Valentine very nearly lacks the capability for violence altogether. Neither was found suitable for the military's purpose. But they are driven by their jealousy of Ender, and by their inbred drive for power. Peter seeks to control the political process, to become a ruler. Valentine's abilities turn more toward the subtle control of the beliefs of commoner and elite alike, through powerfully convincing essays. Hiding their youth and identities behind the anonymity of the computer networks, these two begin working together to shape the destiny of Earth-an Earth that has no future at all if their brother Ender fails.Source: hatrack.com",
    "book_edition": "Author's Definitive Edition, Revised mass market edition  (US / CAN)",
    "book_format": "Mass Market Paperback",
    "book_isbn": 9780810000000,
    "book_pages": "324 pages",
    "book_rating": 4.3,
    "book_rating_count": 965351,
    "book_review_count": 40289,
    "book_title": "Ender's Game",
    "genres": "Science Fiction|Fiction|Young Adult|Fantasy",
    "image_url": "https://images.gr-assets.com/books/1408303130l/375802.jpg"
  },
  {
    "book_authors": "Stephen Chbosky",
    "book_desc": "The critically acclaimed debut novel from Stephen Chbosky, Perks follows observant “wallflower” Charlie as he charts a course through the strange world between adolescence and adulthood. First dates, family drama, and new friends. Sex, drugs, and The Rocky Horror Picture Show. Devastating loss, young love, and life on the fringes. Caught between trying to live his life and trying to run from it, Charlie must learn to navigate those wild and poignant roller-coaster days known as growing up.Listening Length: 6 hours and 18 minutes",
    "book_edition": "",
    "book_format": "Paperback",
    "book_isbn": 9780670000000,
    "book_pages": "213 pages",
    "book_rating": 4.2,
    "book_rating_count": 1063711,
    "book_review_count": 50846,
    "book_title": "The Perks of Being a Wallflower",
    "genres": "Young Adult|Fiction|Contemporary",
    "image_url": "https://images.gr-assets.com/books/1520093244l/22628.jpg"
  },
  {
    "book_authors": "Cassandra Clare|Franca Fritz|Heinrich Koop|Franka Fritz",
    "book_desc": "When fifteen-year-old Clary Fray heads out to the Pandemonium Club in New York City, she hardly expects to witness a murder― much less a murder committed by three teenagers covered with strange tattoos and brandishing bizarre weapons. Then the body disappears into thin air. It's hard to call the police when the murderers are invisible to everyone else and when there is nothing―not even a smear of blood―to show that a boy has died. Or was he a boy?This is Clary's first meeting with the Shadowhunters, warriors dedicated to ridding the earth of demons. It's also her first encounter with Jace, a Shadowhunter who looks a little like an angel and acts a lot like a jerk. Within twenty-four hours Clary is pulled into Jace's world with a vengeance when her mother disappears and Clary herself is attacked by a demon. But why would demons be interested in ordinary mundanes like Clary and her mother? And how did Clary suddenly get the Sight? The Shadowhunters would like to know...",
    "book_edition": "",
    "book_format": "Hardcover",
    "book_isbn": 9781420000000,
    "book_pages": "485 pages",
    "book_rating": 4.11,
    "book_rating_count": 1383479,
    "book_review_count": 55446,
    "book_title": "City of Bones",
    "genres": "Fantasy|Young Adult|Fantasy|Paranormal|Romance",
    "image_url": "https://images.gr-assets.com/books/1432730315l/256683.jpg"
  },
  {
    "book_authors": "Kathryn Stockett",
    "book_desc": "Be prepared to meet three unforgettable women:Twenty-two-year-old Skeeter has just returned home after graduating from Ole Miss. She may have a degree, but it is 1962, Mississippi, and her mother will not be happy till Skeeter has a ring on her finger. Skeeter would normally find solace with her beloved maid Constantine, the woman who raised her, but Constantine has disappeared and no one will tell Skeeter where she has gone.Aibileen is a black maid, a wise, regal woman raising her seventeenth white child. Something has shifted inside her after the loss of her own son, who died while his bosses looked the other way. She is devoted to the little girl she looks after, though she knows both their hearts may be broken.Minny, Aibileen’s best friend, is short, fat, and perhaps the sassiest woman in Mississippi. She can cook like nobody’s business, but she can’t mind her tongue, so she’s lost yet another job. Minny finally finds a position working for someone too new to town to know her reputation. But her new boss has secrets of her own.Seemingly as different from one another as can be, these women will nonetheless come together for a clandestine project that will put them all at risk. And why? Because they are suffocating within the lines that define their town and their times. And sometimes lines are made to be crossed.In pitch-perfect voices, Kathryn Stockett creates three extraordinary women whose determination to start a movement of their own forever changes a town, and the way women — mothers, daughters, caregivers, friends — view one another. A deeply moving novel filled with poignancy, humor, and hope, The Help is a timeless and universal story about the lines we abide by, and the ones we don't.",
    "book_edition": "",
    "book_format": "Hardcover",
    "book_isbn": 9780400000000,
    "book_pages": "465 pages",
    "book_rating": 4.46,
    "book_rating_count": 1790905,
    "book_review_count": 80741,
    "book_title": "The Help",
    "genres": "Fiction|Historical|Historical Fiction|Historical|Adult",
    "image_url": "https://images.gr-assets.com/books/1346100365l/4667024.jpg"
  },
  {
    "book_authors": "F. Scott Fitzgerald",
    "book_desc": "Alternate Cover Edition ISBN: 0743273567 (ISBN13: 9780743273565)A true classic of twentieth-century literature, this edition has been updated by Fitzgerald scholar James L.W. West III to include the author’s final revisions and features a note on the composition and text, a personal foreword by Fitzgerald’s granddaughter, Eleanor Lanahan—and a new introduction by two-time National Book Award winner Jesmyn Ward.The Great Gatsby, F. Scott Fitzgerald’s third book, stands as the supreme achievement of his career. First published in 1925, this quintessential novel of the Jazz Age has been acclaimed by generations of readers. The story of the mysteriously wealthy Jay Gatsby and his love for the beautiful Daisy Buchanan, of lavish parties on Long Island at a time when The New York Times noted “gin was the national drink and sex the national obsession,” it is an exquisitely crafted tale of America in the 1920s.",
    "book_edition": "US / CAN",
    "book_format": "Paperback",
    "book_isbn": "",
    "book_pages": "180 pages",
    "book_rating": 3.9,
    "book_rating_count": 3141842,
    "book_review_count": 56953,
    "book_title": "The Great Gatsby",
    "genres": "Classics|Fiction|Academic|School|Literature|Historical|Historical Fiction|Romance|Novels|Academic|Read For School|Young Adult|High School|Literature|American",
    "image_url": "https://images.gr-assets.com/books/1490528560l/4671.jpg"
  },
  {
    "book_authors": "Audrey Niffenegger",
    "book_desc": "A funny, often poignant tale of boy meets girl with a twist: what if one of them couldn't stop slipping in and out of time? Highly original and imaginative, this debut novel raises questions about life, love, and the effects of time on relationships.Audrey Niffenegger’s innovative debut, The Time Traveler’s Wife, is the story of Clare, a beautiful art student, and Henry, an adventuresome librarian, who have known each other since Clare was six and Henry was thirty-six, and were married when Clare was twenty-three and Henry thirty-one. Impossible but true, because Henry is one of the first people diagnosed with Chrono-Displacement Disorder: periodically his genetic clock resets and he finds himself misplaced in time, pulled to moments of emotional gravity in his life, past and future. His disappearances are spontaneous, his experiences unpredictable, alternately harrowing and amusing. The Time Traveler’s Wife depicts the effects of time travel on Henry and Clare’s marriage and their passionate love for each other as the story unfolds from both points of view. Clare and Henry attempt to live normal lives, pursuing familiar goals—steady jobs, good friends, children of their own. All of this is threatened by something they can neither prevent nor control, making their story intensely moving and entirely unforgettable.",
    "book_edition": "Special Edition",
    "book_format": "ebook",
    "book_isbn": "",
    "book_pages": "500 pages",
    "book_rating": 3.96,
    "book_rating_count": 1408080,
    "book_review_count": 45153,
    "book_title": "The Time Traveler's Wife",
    "genres": "Fiction|Romance|Fantasy|Science Fiction|Time Travel|Science Fiction",
    "image_url": "https://images.gr-assets.com/books/1380660571l/18619684.jpg"
  },
  {
    "book_authors": "E.B. White|Garth Williams|Rosemary Wells",
    "book_desc": "This beloved book by E. B. White, author of Stuart Little and The Trumpet of the Swan, is a classic of children's literature that is \"just about perfect.\" This high-quality paperback features vibrant illustrations colorized by Rosemary Wells!Some Pig. Humble. Radiant. These are the words in Charlotte's Web, high up in Zuckerman's barn. Charlotte's spiderweb tells of her feelings for a little pig named Wilbur, who simply wants a friend. They also express the love of a girl named Fern, who saved Wilbur's life when he was born the runt of his litter.E. B. White's Newbery Honor Book is a tender novel of friendship, love, life, and death that will continue to be enjoyed by generations to come. This edition contains newly color illustrations by Garth Williams, the acclaimed illustrator of E. B. White's Stuart Little and Laura Ingalls Wilder's Little House series, among many other books.--harpercollins.com",
    "book_edition": "Full Color Edition",
    "book_format": "Paperback",
    "book_isbn": 9780060000000,
    "book_pages": "184 pages",
    "book_rating": 4.16,
    "book_rating_count": 1199733,
    "book_review_count": 14938,
    "book_title": "Charlotte's Web",
    "genres": "Classics|Childrens|Fiction",
    "image_url": "https://images.gr-assets.com/books/1439632243l/24178.jpg"
  },
  {
    "book_authors": "L.M. Montgomery",
    "book_desc": "As soon as Anne Shirley arrives at the snug white farmhouse called Green Gables, she is sure she wants to stay forever . . . but will the Cuthberts send her back to to the orphanage? Anne knows she's not what they expected—a skinny girl with fiery red hair and a temper to match. If only she can convince them to let her stay, she'll try very hard not to keep rushing headlong into scrapes and blurting out the first thing that comes to her mind. Anne is not like anyone else, the Cuthberts agree; she is special—a girl with an enormous imagination. This orphan girl dreams of the day when she can call herself Anne of Green Gables.",
    "book_edition": "",
    "book_format": "Paperback",
    "book_isbn": 9780450000000,
    "book_pages": "320 pages",
    "book_rating": 4.24,
    "book_rating_count": 599365,
    "book_review_count": 16797,
    "book_title": "Anne of Green Gables",
    "genres": "Classics|Fiction|Young Adult|Childrens|Historical|Historical Fiction|Historical|Cultural|Canada|Childrens|Middle Grade|Audiobook|Young Adult|Coming Of Age",
    "image_url": "https://images.gr-assets.com/books/1390789015l/8127.jpg"
  },
  {
    "book_authors": "John Steinbeck",
    "book_desc": "The compelling story of two outsiders striving to find their place in an unforgiving world. Drifters in search of work, George and his simple-minded friend Lennie have nothing in the world except each other and a dream--a dream that one day they will have some land of their own. Eventually they find work on a ranch in California’s Salinas Valley, but their hopes are doomed as Lennie, struggling against extreme cruelty, misunderstanding and feelings of jealousy, becomes a victim of his own strength. Tackling universal themes such as the friendship of a shared vision, and giving voice to America’s lonely and dispossessed, Of Mice and Men has proved one of Steinbeck’s most popular works, achieving success as a novel, a Broadway play and three acclaimed films.",
    "book_edition": "Steinbeck Centennial Edition, US / CAN Edition",
    "book_format": "Paperback",
    "book_isbn": 9780140000000,
    "book_pages": "112 pages",
    "book_rating": 3.85,
    "book_rating_count": 1662561,
    "book_review_count": 27999,
    "book_title": "Of Mice and Men",
    "genres": "Classics|Fiction|Academic|School|Literature|Historical|Historical Fiction",
    "image_url": "https://images.gr-assets.com/books/1511302904l/890.jpg"
  },
  {
    "book_authors": "Bram Stoker|Nina Auerbach|David J. Skal",
    "book_desc": "You can find an alternative cover edition for this ISBN here and here.A rich selection of background and source materials is provided in three areas: Contexts includes probable inspirations for Dracula in the earlier works of James Malcolm Rymer and Emily Gerard. Also included are a discussion of Stoker's working notes for the novel and \"Dracula's Guest,\" the original opening chapter to Dracula. Reviews and Reactions reprints five early reviews of the novel. \"Dramatic and Film Variations\" focuses on theater and film adaptations of Dracula, two indications of the novel's unwavering appeal. David J. Skal, Gregory A. Waller, and Nina Auerbach offer their varied perspectives. Checklists of both dramatic and film adaptations are included.Criticism collects seven theoretical interpretations of Dracula by Phyllis A. Roth, Carol A. Senf, Franco Moretti, Christopher Craft, Bram Dijkstra, Stephen D. Arata, and Talia Schaffer.A Chronology and a Selected Bibliography are included.",
    "book_edition": "Norton Critical Edition",
    "book_format": "Paperback",
    "book_isbn": 9780390000000,
    "book_pages": "488 pages",
    "book_rating": 3.98,
    "book_rating_count": 775448,
    "book_review_count": 19726,
    "book_title": "Dracula",
    "genres": "Classics|Horror|Fiction|Fantasy|Paranormal|Vampires",
    "image_url": "https://images.gr-assets.com/books/1387151694l/17245.jpg"
  },
  {
    "book_authors": "Aldous Huxley",
    "book_desc": "Brave New World is a dystopian novel written in 1931 by English author Aldous Huxley, and published in 1932. Largely set in a futuristic World State of genetically modified citizens and an intelligence-based social hierarchy, the novel anticipates huge scientific developments in reproductive technology, sleep-learning, psychological manipulation, and classical conditioning that are combined to make a utopian society that goes challenged only by a single outsider.",
    "book_edition": "",
    "book_format": "Paperback",
    "book_isbn": 9780060000000,
    "book_pages": "288 pages",
    "book_rating": 3.98,
    "book_rating_count": 1203529,
    "book_review_count": 23422,
    "book_title": "Brave New World",
    "genres": "Classics|Fiction|Science Fiction|Science Fiction|Dystopia|Literature|Novels|Academic|School|Fantasy|Science Fiction Fantasy|Philosophy",
    "image_url": "https://images.gr-assets.com/books/1523061131l/5129.jpg"
  },
  {
    "book_authors": "Gabriel García Márquez|Gregory Rabassa",
    "book_desc": "The brilliant, bestselling, landmark novel that tells the story of the Buendia family, and chronicles the irreconcilable conflict between the desire for solitude and the need for love—in rich, imaginative prose that has come to define an entire genre known as \"magical realism.",
    "book_edition": "",
    "book_format": "Hardcover",
    "book_isbn": 9780060000000,
    "book_pages": "417 pages",
    "book_rating": 4.05,
    "book_rating_count": 630758,
    "book_review_count": 24375,
    "book_title": "One Hundred Years of Solitude",
    "genres": "Fiction|Classics|Magical Realism|Literature",
    "image_url": "https://images.gr-assets.com/books/1327881361l/320.jpg"
  },
  {
    "book_authors": "Antoine de Saint-Exupéry|Richard Howard|Dom Marcos Barbosa|Melina Karakosta",
    "book_desc": "Moral allegory and spiritual autobiography, The Little Prince is the most translated book in the French language. With a timeless charm it tells the story of a little boy who leaves the safety of his own tiny planet to travel the universe, learning the vagaries of adult behaviour through a series of extraordinary encounters. His personal odyssey culminates in a voyage to Earth and further adventures.",
    "book_edition": "",
    "book_format": "Paperback",
    "book_isbn": 9780160000000,
    "book_pages": "93 pages",
    "book_rating": 4.29,
    "book_rating_count": 1022243,
    "book_review_count": 29424,
    "book_title": "The Little Prince",
    "genres": "Classics|Fiction|Fantasy|Childrens",
    "image_url": "https://images.gr-assets.com/books/1367545443l/157993.jpg"
  },
  {
    "book_authors": "William Goldman",
    "book_desc": "What happens when the most beautiful girl in the world marries the handsomest prince of all time and he turns out to be...well...a lot less than the man of her dreams?As a boy, William Goldman claims, he loved to hear his father read the S. Morgenstern classic, The Princess Bride. But as a grown-up he discovered that the boring parts were left out of good old Dad's recitation, and only the \"good parts\" reached his ears.Now Goldman does Dad one better. He's reconstructed the \"Good Parts Version\" to delight wise kids and wide-eyed grownups everywhere.What's it about? Fencing. Fighting. True Love. Strong Hate. Harsh Revenge. A Few Giants. Lots of Bad Men. Lots of Good Men. Five or Six Beautiful Women. Beasties Monstrous and Gentle. Some Swell Escapes and Captures. Death, Lies, Truth, Miracles, and a Little Sex.In short, it's about everything.",
    "book_edition": "30th Anniversary Edition",
    "book_format": "Paperback",
    "book_isbn": 9780350000000,
    "book_pages": "398 pages",
    "book_rating": 4.26,
    "book_rating_count": 685278,
    "book_review_count": 17221,
    "book_title": "The Princess Bride",
    "genres": "Fantasy|Fiction|Classics|Romance|Humor|Young Adult",
    "image_url": "https://images.gr-assets.com/books/1327903636l/21787.jpg"
  },
  {
    "book_authors": "Frances Hodgson Burnett",
    "book_desc": "One of the most delightful and enduring classics of children's literature, The Secret Garden by Victorian author Frances Hodgson Burnett has remained a firm favorite with children the world over ever since it made its first appearance. Initially published as a serial story in 1910 in The American Magazine, it was brought out in novel form in 1911. The plot centers round Mary Lennox, a young English girl who returns to England from India, having suffered the immense trauma by losing both her parents in a cholera epidemic. However, her memories of her parents are not pleasant, as they were a selfish, neglectful and pleasure-seeking couple. Mary is given to the care of her uncle Archibald Craven, whom she has never met. She travels to his home, Misselthwaite Manor located in the gloomy Yorkshire, a vast change from the sunny and warm climate she was used to. When she arrives, she is a rude, stubborn and given to stormy temper tantrums. However, her nature undergoes a gradual transformation when she learns of the tragedies that have befallen her strict and disciplinarian uncle whom she earlier feared and despised. Once when he's away from home, Mary discovers a charming walled garden which is always kept locked. The mystery deepens when she hears sounds of sobbing from somewhere within her uncle's vast mansion. The kindly servants ignore her queries or pretend they haven't heard, spiking Mary's curiosity. The Secret Garden appeals to both young and old alike. It has wonderful elements of mystery, spirituality, charming characters and an authentic rendering of childhood emotions and experiences. Commonsense, truth and kindness, compassion and a belief in the essential goodness of human beings lie at the heart of this unforgettable story. It is the best known of Frances Hodgson Burnett's works, though most of us have definitely heard of, if not read, her other novel Little Lord Fauntleroy. The book has been adapted extensively on stage, film and television and translated into all the world's major languages. In 1991, a Japanese anime version was launched for television in Japan. It remains a popular and beloved story of a child's journey into maturity, and a must-read for every child, parent, teacher and anyone who would enjoy this fascinating glimpse of childhood. One of the most delightful and enduring classics of children's literature, The Secret Garden by Victorian author Frances Hodgson Burnett has remained a firm favorite with children the world over ever since it made its first appearance. Initially published as a serial story in 1910 in The American Magazine, it was brought out in novel form in 1911.",
    "book_edition": "",
    "book_format": "Hardcover",
    "book_isbn": 9780520000000,
    "book_pages": "331 pages",
    "book_rating": 4.12,
    "book_rating_count": 763910,
    "book_review_count": 14897,
    "book_title": "The Secret Garden",
    "genres": "Classics|Fiction|Childrens|Young Adult|Historical|Historical Fiction|Childrens|Middle Grade|Literature|Fantasy|Historical|Novels",
    "image_url": "https://images.gr-assets.com/books/1327873635l/2998.jpg"
  },
  {
    "book_authors": "J.D. Salinger",
    "book_desc": "The hero-narrator of The Catcher in the Rye is an ancient child of sixteen, a native New Yorker named Holden Caulfield. Through circumstances that tend to preclude adult, secondhand description, he leaves his prep school in Pennsylvania and goes underground in New York City for three days. The boy himself is at once too simple and too complex for us to make any final comment about him or his story. Perhaps the safest thing we can say about Holden is that he was born in the world not just strongly attracted to beauty but, almost, hopelessly impaled on it. There are many voices in this novel: children's voices, adult voices, underground voices-but Holden's voice is the most eloquent of all. Transcending his own vernacular, yet remaining marvelously faithful to it, he issues a perfectly articulated cry of mixed pain and pleasure. However, like most lovers and clowns and poets of the higher orders, he keeps most of the pain to, and for, himself. The pleasure he gives away, or sets aside, with all his heart. It is there for the reader who can handle it to keep. J.D. Salinger's classic novel of teenage angst and rebellion was first published in 1951. The novel was included on Time's 2005 list of the 100 best English-language novels written since 1923. It was named by Modern Library and its readers as one of the 100 best English-language novels of the 20th century. It has been frequently challenged in the court for its liberal use of profanity and portrayal of sexuality and in the 1950's and 60's it was the novel that every teenage boy wants to read.",
    "book_edition": "",
    "book_format": "Paperback",
    "book_isbn": 9780320000000,
    "book_pages": "277 pages",
    "book_rating": 3.8,
    "book_rating_count": 2343013,
    "book_review_count": 49509,
    "book_title": "The Catcher in the Rye",
    "genres": "Classics|Fiction|Young Adult|Literature",
    "image_url": "https://images.gr-assets.com/books/1398034300l/5107.jpg"
  },
  {
    "book_authors": "Khaled Hosseini",
    "book_desc": "A Thousand Splendid Suns is a breathtaking story set against the volatile events of Afghanistan's last thirty years—from the Soviet invasion to the reign of the Taliban to post-Taliban rebuilding—that puts the violence, fear, hope, and faith of this country in intimate, human terms. It is a tale of two generations of characters brought jarringly together by the tragic sweep of war, where personal lives—the struggle to survive, raise a family, find happiness—are inextricable from the history playing out around them.Propelled by the same storytelling instinct that made The Kite Runner a beloved classic, A Thousand Splendid Suns is at once a remarkable chronicle of three decades of Afghan history and a deeply moving account of family and friendship. It is a striking, heart-wrenching novel of an unforgiving time, an unlikely friendship, and an indestructible love—a stunning accomplishment.",
    "book_edition": "",
    "book_format": "Hardcover",
    "book_isbn": 9781590000000,
    "book_pages": "372 pages",
    "book_rating": 4.35,
    "book_rating_count": 961180,
    "book_review_count": 47035,
    "book_title": "A Thousand Splendid Suns",
    "genres": "Fiction|Historical|Historical Fiction",
    "image_url": "https://images.gr-assets.com/books/1345958969l/128029.jpg"
  },
  {
    "book_authors": "Madeleine L'Engle",
    "book_desc": "It was a dark and stormy night; Meg Murry, her small brother Charles Wallace, and her mother had come down to the kitchen for a midnight snack when they were upset by the arrival of a most disturbing stranger. \"Wild nights are my glory,\" the unearthly stranger told them. \"I just got caught in a downdraft and blown off course. Let me be on my way. Speaking of way, by the way, there is such a thing as a tesseract\".Meg's father had been experimenting with this fifth dimension of time travel when he mysteriously disappeared. Now the time has come for Meg, her friend Calvin, and Charles Wallace to rescue him. But can they outwit the forces of evil they will encounter on their heart-stopping journey through space?",
    "book_edition": "",
    "book_format": "Paperback",
    "book_isbn": 9780440000000,
    "book_pages": "211 pages",
    "book_rating": 4.02,
    "book_rating_count": 806439,
    "book_review_count": 29701,
    "book_title": "A Wrinkle in Time",
    "genres": "Fantasy|Young Adult|Fiction|Classics|Science Fiction|Childrens",
    "image_url": "https://images.gr-assets.com/books/1329061522l/18131.jpg"
  },
  {
    "book_authors": "Ray Bradbury|Alfredo Crespo",
    "book_desc": "Fahrenheit 451 ofrece la historia de un sombrío y horroroso futuro. Montag, el protagonista, pertenece a una extraña brigada de bomberos cuya misión, paradójicamente, no es la de sofocar incendios sino la de provocarlos, para quemar libros. Porque en el país de Montag está terminantemente prohibido leer. Porque leer obliga a pensar, y en el país de Montag esta prohibido pensar. Porque leer impide ser ingenuamente feliz, y en el país de Montag hay que ser feliz a la fuerza...",
    "book_edition": "",
    "book_format": "Mass Market Paperback",
    "book_isbn": 9780310000000,
    "book_pages": "175 pages",
    "book_rating": 3.98,
    "book_rating_count": 1321751,
    "book_review_count": 36934,
    "book_title": "Fahrenheit 451",
    "genres": "Classics|Fiction|Science Fiction|Science Fiction|Dystopia",
    "image_url": "https://images.gr-assets.com/books/1351643740l/4381.jpg"
  },
  {
    "book_authors": "George R.R. Martin",
    "book_desc": "Here is the first volume in George R. R. Martin’s magnificent cycle of novels that includes A Clash of Kings and A Storm of Swords. As a whole, this series comprises a genuine masterpiece of modern fantasy, bringing together the best the genre has to offer. Magic, mystery, intrigue, romance, and adventure fill these pages and transport us to a world unlike any we have ever experienced. Already hailed as a classic, George R. R. Martin’s stunning series is destined to stand as one of the great achievements of imaginative fiction.A GAME OF THRONESLong ago, in a time forgotten, a preternatural event threw the seasons out of balance. In a land where summers can last decades and winters a lifetime, trouble is brewing. The cold is returning, and in the frozen wastes to the north of Winterfell, sinister and supernatural forces are massing beyond the kingdom’s protective Wall. At the center of the conflict lie the Starks of Winterfell, a family as harsh and unyielding as the land they were born to. Sweeping from a land of brutal cold to a distant summertime kingdom of epicurean plenty, here is a tale of lords and ladies, soldiers and sorcerers, assassins and bastards, who come together in a time of grim omens.Here an enigmatic band of warriors bear swords of no human metal; a tribe of fierce wildlings carry men off into madness; a cruel young dragon prince barters his sister to win back his throne; and a determined woman undertakes the most treacherous of journeys. Amid plots and counterplots, tragedy and betrayal, victory and terror, the fate of the Starks, their allies, and their enemies hangs perilously in the balance, as each endeavors to win that deadliest of conflicts: the game of thrones.source: georgerrmartin.com",
    "book_edition": "",
    "book_format": "Mass Market Paperback",
    "book_isbn": 9780550000000,
    "book_pages": "848 pages",
    "book_rating": 4.45,
    "book_rating_count": 1657040,
    "book_review_count": 49398,
    "book_title": "A Game of Thrones",
    "genres": "Fantasy|Fiction|Fantasy|Epic Fantasy",
    "image_url": "https://images.gr-assets.com/books/1436732693l/13496.jpg"
  },
  {
    "book_authors": "Rick Riordan",
    "book_desc": "Alternate cover for this ISBN can be found herePercy Jackson is a good kid, but he can't seem to focus on his schoolwork or control his temper. And lately, being away at boarding school is only getting worse - Percy could have sworn his pre-algebra teacher turned into a monster and tried to kill him. When Percy's mom finds out, she knows it's time that he knew the truth about where he came from, and that he go to the one place he'll be safe. She sends Percy to Camp Half Blood, a summer camp for demigods (on Long Island), where he learns that the father he never knew is Poseidon, God of the Sea. Soon a mystery unfolds and together with his friends—one a satyr and the other the demigod daughter of Athena - Percy sets out on a quest across the United States to reach the gates of the Underworld (located in a recording studio in Hollywood) and prevent a catastrophic war between the gods.",
    "book_edition": "First edition",
    "book_format": "Paperback",
    "book_isbn": 9780790000000,
    "book_pages": "375 pages",
    "book_rating": 4.24,
    "book_rating_count": 1623502,
    "book_review_count": 50794,
    "book_title": "The Lightning Thief",
    "genres": "Fantasy|Young Adult|Fantasy|Mythology|Fiction",
    "image_url": "https://images.gr-assets.com/books/1400602609l/28187.jpg"
  },
  {
    "book_authors": "Mark Twain|Guy Cardwell|John Seelye",
    "book_desc": "A nineteenth-century boy from a Mississippi River town recounts his adventures as he travels down the river with a runaway slave, encountering a family involved in a feud, two scoundrels pretending to be royalty, and Tom Sawyer's aunt who mistakes him for Tom.",
    "book_edition": "",
    "book_format": "Paperback",
    "book_isbn": 9780140000000,
    "book_pages": "327 pages",
    "book_rating": 3.81,
    "book_rating_count": 1060707,
    "book_review_count": 13585,
    "book_title": "The Adventures of Huckleberry Finn",
    "genres": "Classics|Fiction|Historical|Historical Fiction|Literature|Young Adult",
    "image_url": "https://images.gr-assets.com/books/1405973850l/2956.jpg"
  },
  {
    "book_authors": "Alice Sebold",
    "book_desc": "The Lovely Bones is the story of a family devastated by a gruesome murder -- a murder recounted by the teenage victim. Upsetting, you say? Remarkably, first-time novelist Alice Sebold takes this difficult material and delivers a compelling and accomplished exploration of a fractured family's need for peace and closure.The details of the crime are laid out in the first few pages: from her vantage point in heaven, Susie Salmon describes how she was confronted by the murderer one December afternoon on her way home from school. Lured into an underground hiding place, she was raped and killed. But what the reader knows, her family does not. Anxiously, we keep vigil with Susie, aching for her grieving family, desperate for the killer to be found and punished.Sebold creates a heaven that's calm and comforting, a place whose residents can have whatever they enjoyed when they were alive -- and then some. But Susie isn't ready to release her hold on life just yet, and she intensely watches her family and friends as they struggle to cope with a reality in which she is no longer a part. To her great credit, Sebold has shaped one of the most loving and sympathetic fathers in contemporary literature.",
    "book_edition": "",
    "book_format": "Mass Market Paperback",
    "book_isbn": 9780320000000,
    "book_pages": "328 pages",
    "book_rating": 3.79,
    "book_rating_count": 1786839,
    "book_review_count": 38270,
    "book_title": "The Lovely Bones",
    "genres": "Fiction|Mystery|Young Adult|Contemporary",
    "image_url": "https://images.gr-assets.com/books/1457810586l/12232938.jpg"
  },
  {
    "book_authors": "Maurice Sendak",
    "book_desc": "One night Max puts on his wolf suit and makes mischief of one kind and another, so his mother calls him 'Wild Thing' and sends him to bed without his supper. That night a forest begins to grow in Max's room and an ocean rushes by with a boat to take Max to the place where the wild things are. Max tames the wild things and crowns himself as their king, and then the wild rumpus begins. But when Max has sent the monsters to bed, and everything is quiet, he starts to feel lonely and realises it is time to sail home to the place where someone loves him best of all.",
    "book_edition": "",
    "book_format": "Paperback",
    "book_isbn": 9780100000000,
    "book_pages": "37 pages",
    "book_rating": 4.22,
    "book_rating_count": 707526,
    "book_review_count": 10364,
    "book_title": "Where the Wild Things Are",
    "genres": "Childrens|Childrens|Picture Books|Fiction|Classics",
    "image_url": "https://images.gr-assets.com/books/1384434560l/19543.jpg"
  },
  {
    "book_authors": "Dr. Seuss",
    "book_desc": "“Do you like green eggs and ham?” asks Sam-I-am in this Beginner Book by Dr. Seuss. In a house or with a mouse? In a boat or with a goat? On a train or in a tree? Sam keeps asking persistently. With unmistakable characters and signature rhymes, Dr. Seuss’s beloved favorite has cemented its place as a children’s classic. In this most famous of cumulative tales, the list of places to enjoy green eggs and ham, and friends to enjoy them with, gets longer and longer. Follow Sam-I-am as he insists that this unusual treat is indeed a delectable snack to be savored everywhere and in every way. Originally created by Dr. Seuss, Beginner Books encourage children to read all by themselves, with simple words and illustrations that give clues to their meaning.",
    "book_edition": "",
    "book_format": "Hardcover",
    "book_isbn": 9780390000000,
    "book_pages": "62 pages",
    "book_rating": 4.3,
    "book_rating_count": 519703,
    "book_review_count": 8147,
    "book_title": "Green Eggs and Ham",
    "genres": "Childrens|Childrens|Picture Books|Classics|Fiction",
    "image_url": "https://images.gr-assets.com/books/1468680100l/23772.jpg"
  }
]
